{
  "team": [
    {
      "name": "Judy McGrath",
      "title": "Founder and President",
      "copy": "Prior to Astronauts, Judy was Chairman and CEO of MTV Networks, responsible for the business and creative operation of the company networks, including MTV, Nickelodeon, Comedy Central, VH1, CMT, Spike TV, TV Land, LOGO and Nick At Nite. In addition, McGrath championed pro-social initiatives like the Hope for Haiti Now global concert, Nickelodeon's Let's Just Play, MTV's anti-bullying initiative A Thin Line, and many more. McGrath is a member of the Broadcasting and Cable Hall of Fame, received an Emmy for Outstanding General Programming, and is on the board of Amazon as well as the Rock and Roll Hall of Fame.",
      "image": "judy-mcgrath.jpg",
      "alt": "Judy McGrath"
    },
    {
      "name": "Nick Shore",
      "title": "Chief Creative Strategist",
      "copy": "After cutting his teeth in the London and New York ad agency world of the 1980s, Nick founded a brand agency in the early 1990s developing the concept of “Brand DNA”. Nick pioneered innovative “coolhunting” approaches to creative consumer insights & strategy, worked as the Chief Marketing Office of a major fashion company, and became the SVP of Strategic Insights and Research at MTV where he oversaw Millennial insights and their impact on all areas of MTV’s business. His work has been featured in The New York Times, Harvard Business Review and Fast Company where he was voted part of the prestigious Fast Pack.",
      "image": "nick-shore.jpg",
      "alt": "Nick Shore"
    },
    {
      "name": "Christine Murphy",
      "title": "SVP, Branded Entertainment",
      "copy": "Murphy was most recently SVP, Creative Lab at Studio 71 (formerly Collective Digital Studio), where she formed the division within the organization and led content strategies for Estee Lauder Companies and Anheuser Busch.  Formerly an executive in the advertising agency world, Murphy provided content & social media strategies to brands such as American Express, L’Oreal, Johnson & Johnson, Statefarm, the US Open and Nestle Foods, among others.  With nearly 15 years of experience working in digital content and social media, Murphy was an early innovator in the space who crafted an approach that sits at the intersection of art and science.",
      "image": "christine-murphy.jpg",
      "alt": "Christine Murphy"
    },
    {
      "name": "Megan Westerby",
      "title": "VP Social & Transmedia",
      "copy": "Megan started her career in entertainment at the Recording Academy, working as the social and digital point person for the GRAMMY Awards. She has since spent time at Sony Pictures Interactive, JuntoBox Films, Collective Digital Studio, SideChef, and Astronauts Wanted expanding her skills working on music, movie, television, mobile, and online video projects and campaigns. Megan has created the social media architecture behind traffic-driving branded experiences on social media platforms ranging from Twitter and Facebook to Instagram and Snapchat.",
      "image": "megan-westerby.jpg",
      "alt": "Megan Westerby"
    },
    {
      "name": "Kim Rosen",
      "title": "Head of Development",
      "copy": "Prior to Astronauts Wanted, Rosen was Vice President, Feature Film & Digital Development for Alex Kurtzman and Roberto Orci’s Secret Hideout Productions (formerly K/O Paper Products), where they helped develop blockbuster titles such as <i>Star Trek</i>, <i>Star Trek Into Darkness</i>, <i>Now You See Me</i>, <i>Transformers 2</i>, <i>Enders Game</i>, and the Monster Universe franchise. Rosen is also credited with starting the production company’s digital division during her tenure at Secret Hideout.",
      "image": "kim-rosen.jpg",
      "alt": "Kim Rosen"
    },
    {
      "name": "Sarah Flanagan",
      "title": "Associate Social Producer",
      "copy": "Prior to Astronauts, Sarah worked in Branded Entertainment at MediaCom Beyond Advertising. Her team created short films and documentaries for brands like Audi, Shell and VW. Before that, she was a copy writer at Google and Production Assistant on the web-series <i>212 VIP</i> for Carolina Herrera, whose first season collected more than 11 million YouTube views. She has also worked as a photography assistant at Saturday Night Live and lived in London, Brussels and DC.",
      "image": "sarah-flanagan.jpg",
      "alt": "Sarah Flanagan"
    }
  ]
}
